Repository: Zyg0te/sparkmap
Catalog: app/Spark/*.lproj/Localizable.strings
Languages: nb

source: %@ minutes of travel time
nb: %@ minutter reisetid

source: Authentication Failed
nb: Pålogging mislyktes

source: Awesome. Go ahead and upload the photo?
nb: Fantastisk. Laste opp bildet?

source: Call
nb: Ring

source: Camera
nb: Kamera

source: Cancel
nb: Avbryt

source: Could not post the photo. Please try again later.
nb: Kunne ikke laste opp bildet. Prøv på nytt senere.

source: Dismiss
nb: OK

source: Downloading...
nb: Laster...

source: Incorrect credentails
nb: Ugyldig brukernavn og/eller passord

source: Invalid Response from server
nb: Ugyldig respons fra server

source: Invalid data returned from server. Please try again later.
nb: Ugyldig data returnert. Prøv igjen senere.

source: Navigate
nb: Naviger

source: New Comment
nb: Ny kommentar

source: No
nb: Nei

source: No Access Information Available
nb: Ingen adkomstinformasjon tilgjengelig

source: Operational
nb: Operasjonell

source: Photo Library
nb: Bildebibliotek

source: Photo Submission
nb: Bildeopplasting

source: Photo upload failed.
nb: Kunne ikke laste opp bilde.

source: Place not found
nb: Sted ikke funnet

source: Posting Comment...
nb: Poster kommentar...

source: Private - For Staff, Visitors or Customers
nb: Privat - For ansatte, besøkende eller kunder.

source: Private - Restricted Access
nb: Privat - Begrenset adgang

source: Privately Owned - Notice Required
nb: Privateid - Tillatelse påkrevd

source: Processing...
nb: Prosesserer

source: Public - Notice Required
nb: Offentlig - Tillatelse påkrevd

source: Public use
nb: For offentlig bruk

source: Public use - Membership required
nb: Offentlig bruk - Medlemskap påkrevd

source: Public use - Pay at location
nb: Offentlig bruk - Betal på stedet

source: Search for a place or address
nb: Søk etter et sted eller addresse

source: Sign Out
nb: Logg ut

source: Signing in...
nb: Logger inn...

source: Submit a photo for this charging station
nb: Last opp bilde av denne ladestasjonen

source: Tap to hide
nb: Trykk for å skjule

source: Unknown
nb: Ukjent

source: Unknown Error
nb: Ukjent Feil

source: Unknown usage type
nb: Ukjent bruksrett

source: Upload photo
nb: Last opp bilde

source: Yes
nb: Ja

source: meters
nb: meter
